Repository: codeofalltrades/veil-stats-resources
Catalog: Resource.*.resx
Languages: es, ko, ru, zh

# About_Details
source: DETAILS
es: DETALLES
ko: 기타
ru: Детали
zh: 更多细节

# About_DetailsText1
source: All images used with permission of the
es: Todas las imágenes utilizadas con permiso de
ko: 의 승인하에 모든 이미지들을 사용하였습니다
ru: Все фото используются с разрешения
zh: 所有图片已经过 授权使用

# About_DetailsText2
source: Price information provided by CoinGecko
es: Información de precios proporcionada por CoinGecko
ko: 가격 정보는 CoinGecko에서 제공받았음.
ru: Рыночная цена получена от CoinGecko
zh: 价格信息由CoinGecko提供

# About_DetailsText3
source: Pool information provided from each pool's API
es: Información de grupo proporcionada por la API de cada grupo
ko: 풀 정보는 개별 풀의 API에서 제공받았음.
ru: Информация от майнинг пулов передается от каждого пула в отдельности по API
zh: 矿池信息由各矿池的API提供

# About_Enjoy
source: ENJOY!
es: ¡DISFRUTA!
ko: 감사합니다!
ru: Приятного использования!
zh: 祝您使用愉快！

# About_Suggestion
source: SUGGESTIONS?
es: ¿SUGERENCIAS?
ko: 기타 제안사항?
ru: Предложения?
zh: 如有建议

# About_SuggestionText
source: Tell me! codeofalltrades@outlook.com
es: ¡Escríbeme!
ko: 제안사항들이 있으시면 으로 문의주십시요
ru: Пишите!
zh: 请发送至

# About_Why
source: WHY?
es: ¿POR QUÉ?
ko: 왜?
ru: Зачем?
zh: 用途？

# About_WhyReason
source: The website was built to provide graphical information on the Veil network.
es: El sitio web se creó para proporcionar información gráfica sobre la red Veil.
ko: 이 웹사이트는 베일 네트워크의 정보를 그래프화하여 보기 쉽게 제공드리기 위해 만들어졌습니다.
ru: Данный сайт сделан для показа статистической и графической информации о работе сети Veil в одном месте.
zh: 此网站用于提供Veil网络的图形化信息

# Charts_0.5DayMA
source: 1/2 Day MA
es: 1/2 Día MA
ko: 1/2일 MA
ru: Полдня
zh: 12小时MA

# Charts_180Days
source: 180 Days
es: 180 Días
ko: 180일
ru: 180 дней
zh: 180日

# Charts_1DayMA
source: 1 Day MA
es: 1 Día MA
ko: 1일 MA
ru: 1 день
zh: 1日MA

# Charts_30Days
source: 30 Days
es: 30 Días
ko: 30일
ru: 30 дней
zh: 30日

# Charts_3DayMA
source: 3 Day MA
es: 3 Días MA
ko: 3일 MA
ru: 3 дня
zh: 3日MA

# Charts_3Days
source: 3 Days
es: 3 Días
ko: 3일
ru: 3 дня
zh: 3日

# Charts_60Days
source: 60 Days
es: 60 Días
ko: 60일
ru: 60 дней
zh: 60日

# Charts_90Days
source: 90 Days
es: 90 Días
ko: 90일
ru: 90 дней
zh: 90日

# Charts_LastUpdated
source: Last updated:
es: Última actualización:
ko: 최종 업데이트:
ru: Последнее обновление:
zh: 更新于:

# Charts_Live
source: Live
es: En vivo
ko: 실시간
ru: Сейчас
zh: 在线

# Charts_MoneySupply
source: MONEY SUPPLY
es: SUMINISTRO DE DINERO
ko: 공급량
ru: Ежемесячная эмиссия
zh: 货币供应

# Charts_PosBlocks
source: PoS BLOCKS
es: BLOQUES PoS
ko: PoS 블럭
ru: PoS блоки
zh: PoS区块

# Charts_PosDifficulty
source: PoS Difficulty
es: Dificultad PoS
ko: PoS 난위도
ru: PoS cложность
zh: PoS难度

# Charts_PowBlocks
source: PoW BLOCKS
es: BLOQUES PoW
ko: PoW 블럭
ru: PoW блоки
zh: PoW区块

# Charts_PowDifficulty
source: PoW Difficulty
es: DIFICULTAD PoW
ko: PoW 난위도
ru: PoW cложность
zh: PoW难度

# Charts_PowPosSplitCount
source: PoS/PoW SPLIT - COUNT
es: PoS/PoW DIVISIÓN - CONTEO
ko: PoS/PoW 분리 : 갯수
ru: Соотношение PoS/PoW в кол-ве блоков
zh: PoS/PoW拆分——数量

# Charts_PowPosSplitPercent
source: PoS/PoW SPLIT - PERCENT
es: PoS/PoW DIVISIÓN - PORCENTAJE
ko: PoS/PoW 분리 : %
ru: Соотношение PoS/PoW в процентах
zh: PoS/PoW拆分——比例

# Charts_ZoomChart
source: Zoom Chart -> Click or Touch + Drag!
es: Zoom al gráfico -> ¡Haga clic o toque + Arrastrar!
ko: 줌 > 클릭 또는 터치 드레그
ru: Для увеличиения графика -> Кликни или коснись + Потяни!
zh: 缩放图表->点击或按住+拖动！

# DenomEfficiency_Efficiency
source: Efficiency
es: Eficiencia
ko: 효율
ru: Эффективность
zh: 效率

# DenomEfficiency_LastUpdated
source: Last updated:
es: Última actualización:
ko: 최종 업데이트:
ru: Последнее обновление:
zh: 更新于:

# DenomEfficiency_RewardDistribution
source: Reward distribution
es: Distribución de las recompensas
ko: 보상 수량
ru: Распределение по наградам
zh: 奖励分配

# DenomEfficiency_RewardSnapShot24hr
source: PoS REWARD SNAPSHOT - 24 Hours
es: INSTANTÁNEA DE RECOMPENSAS PoS - 24 horas
ko: PoS 보상 스냅샷 - 24시간
ru: Снимок PoS вознаграждений - за 24 часа
zh: PoS奖励快照——24小时

# DenomEfficiency_RewardSnapShot3Day
source: PoS REWARD SNAPSHOT - 3 Days
es: INSTANTÁNEA DE RECOMPENSAS PoS - 3 días
ko: PoS 보상 스냅샷 - 3일
ru: Снимок PoS вознаграждений - за 3 дня
zh: PoS奖励快照——3日

# DenomEfficiency_RewardSnapShot7Day
source: PoS REWARD SNAPSHOT - 7 Days
es: INSTANTÁNEA DE RECOMPENSAS PoS - 7 días
ko: PoS 보상 스냅샷 - 7일
ru: Снимок PoS вознаграждений - за 7 дней
zh: PoS奖励快照——7日

# DenomEfficiency_SupplyDistribution
source: Supply distribution
es: Distribución del suministro
ko: 스테이킹 수량
ru: Распределение от общего кол-ва

# MiningCalc_24hrDiffAvg
source: 24hr diff avg
es: Promedio de diferencia de 24 horas
ko: 24시간 평균 난위도
ru: Средняя сложн. за 24ч.
zh: 24小时平均难度

# MiningCalc_BlockReward
source: Block reward
es: Recompensa del bloque
ko: 블럭 보상
ru: Вознаграждение за блок
zh: 区块奖励

# MiningCalc_BtcValue
source: BTC value
es: Valor en BTC
ko: BTC 가격
ru: Стоимость BTC
zh: BTC价值

# MiningCalc_Calculate
source: calculate
es: calcular
ko: 계산
ru: Расчет
zh: 计算

# MiningCalc_Constants
source: Constants
es: Constantes
ko: 전제조건
ru: Постоянные переменные
zh: 常数

# MiningCalc_Cost
source: Cost
es: Costo
ko: 마이닝 투자비
ru: Издержки
zh: 成本

# MiningCalc_Day
source: Day
es: Día
ko: 일
ru: День
zh: 日

# MiningCalc_Difficulty
source: Difficulty
es: Dificultad
ko: 난위도
ru: Сложность
zh: 难度

# MiningCalc_EstimatedRewards
source: Estimated Rewards
es: Recompensas estimadas
ko: 추정 보상
ru: Приблизительный доход
zh: 预估奖励

# MiningCalc_EstRewards
source: Est. Rewards
es: Est. Recompensas
ko: 추정 보상
ru: Прибл. доход
zh: 预估奖励

# MiningCalc_ExchangeRate
source: Exchange rate
es: Tipo de cambio
ko: 가격
ru: Цена на бирже
zh: 汇率

# MiningCalc_Fees
source: Fees
es: Comisiones
ko: 수수료
ru: Комиссия
zh: 费用

# MiningCalc_Hashrate
source: Hash rate
es: Tasa de hash
ko: 해쉬
ru: Хэшрейт

# MiningCalc_HashRatePerCoin
source: hash rate per coin
es: tasa de hash por moneda
ko: 코인당 해쉬
ru: Хэшрейт на монету
zh: 每个币的哈希率

# MiningCalc_Hour
source: Hour
es: Hora
ko: 시간
ru: Час

# MiningCalc_Month
source: Month
es: Semana
ko: 월
ru: Месяц
zh: 月

# MiningCalc_PageSubTitle
source: This calculator is supplied with real reward data to increase accuracy.
es: Esta calculadora se alimenta de datos de recompensas reales para aumentar la precisión.
ko: 본 계산기는 실 보상 데이터를 사용하여 계산 정확도를 높였습니다.
ru: Калькулятор показывает прибыль в данный период времени.
zh: 该计算器使用了真实奖励数据以提高准确性。

# MiningCalc_PageTitle
source: Mining Calculator
es: Calculadora de Mineria
ko: 마이닝 계산기
ru: Майнинг калькулятор
zh: 挖矿计算器

# MiningCalc_Per
source: Per
es: Por
ko: 기준
ru: Период
zh: 每

# MiningCalc_Power
source: Power
es: Poder
ko: 전기 사용량
ru: Мощность
zh: 功率

# MiningCalc_PowerCost
source: Power Cost
es: Costo de energía
ko: 전기세
ru: Стоимость э/э
zh: 电力支出

# MiningCalc_Profit
source: Profit
es: Ganancias
ko: 이익
ru: Прибыль
zh: 利润

# MiningCalc_Reset
source: reset
es: reiniciar
ko: 초기화
ru: Сброс
zh: 重设

# MiningCalc_RevBtc
source: Rev. BTC
ko: BTC 환산
ru: Выручка в BTC
zh: BTC估值

# MiningCalc_RevDollar
source: Rev. $
ko: $ 환산
ru: Выручка в $
zh: 美元估值

# MiningCalc_Week
source: Week
es: Semana
ko: 주
ru: Неделя
zh: 周

# MiningCalc_Year
source: Year
es: Año
ko: 년
ru: Год
zh: 年

# NavMenu_Charts
source: Charts
es: Gráficos
ko: 차트
ru: Графики
zh: 图表

# NavMenu_MiningCalculator
source: Mining Calculator
es: Calculadora de Minera
ko: 마이닝 계산기
ru: Майнинг калькулятор
zh: 挖矿计算器

# NavMenu_MiningPools
source: Mining Pools
es: Pools de Mineria
ko: 마이닝풀
ru: Майнинг пулы
zh: 矿池

# NavMenu_RealTime
source: Real Time
es: Tiempo Real
ko: 실시간
ru: Обновить
zh: 实时

# NavMenu_Staking
source: Staking
ko: 스테이킹
ru: Стэкинг
zh: 权益增值

# NavMenu_Transactions
source: Transactions
es: Transacciones
ko: 전송내역
ru: Транзакции
zh: 交易

# Pow_30Days
source: 30 Days
es: 30 Días
ko: 30일
ru: 30 дней
zh: 30日

# Pow_3Days
source: 3 Days
es: 3 Días
ko: 3일
ru: 3 дня
zh: 3日

# Pow_60Days
source: 60 Days
es: 60 Días
ko: 60일
ru: 60 дней
zh: 60日

# Pow_90Days
source: 90 Days
es: 90 Días
ko: 90일
ru: 90 дней
zh: 90日

# Pow_CurrentBlock
source: CURRENT BLOCK
es: BLOQUE ACTUAL
ko: 최신 블럭
ru: Текущий блок
zh: 当前区块

# Pow_GlobalHash
source: GLOBAL HASH
es: HASH GLOBAL
ko: 총 해쉬
ru: Общий хэш
zh: 全部哈希

# Pow_LastUpdated
source: Last updated:
es: Última actualización:
ko: 최종 업데이트:
ru: Последнее обновление:
zh: 更新于:

# Pow_MiningPools
source: Mining Pools
es: Pools de Mineria
ko: 마이닝 풀
ru: Майнинг пулы
zh: 矿池

# Pow_Network
source: Network
es: Red
ko: 네트워크
ru: Сеть
zh: 网络

# Pow_PoolHash
source: POOL HASH
es: HASH DE PISCINA
ko: 풀 해쉬
ru: Хэш на пуле
zh: 矿池哈希

# Pow_PoolWorkers
source: POOL WORKERS
es: TRABAJADORES EN EL POOL
ko: 풀 일꾼
ru: Воркеров на пулах
zh: 矿池工人

# Pow_PowDiff
source: PoW DIFF
es: DIFT PoW
ko: PoW 난위도
ru: PoW cложность
zh: PoW难度

# Pow_PowDifficulty
source: PoW DIFFICULTY
es: DIFICULTAD PoW
ko: PoW 난위도
ru: PoW cложность
zh: PoW难度

# Pow_UnknownHash
source: UNKNOWN HASH
es: HASH DESCONOCIDO
ko: 기타 해쉬
ru: Неизвестный хэш
zh: 未知哈希

# Pow_Workers
source: workers
es: trabajadores
ko: 일꾼
ru: воркеров
zh: 工人

# Pow_ZoomChart
source: Zoom Chart -> Click or Touch + Drag!
es: Zoom al gráfico -> ¡Haga clic o toque + Arrastrar!
ko: 줌 > 클릭 또는 터치 드레그
ru: Для увеличиения графика -> Кликни или коснись + Потяни!
zh: 缩放窗口->点击或按住+拖动！

# RealTime_BuiltBy
source: built by
es: desarrollado por
ko: codeofalltrades에 의해 개발
ru: Сайт сделан codeofalltrades
zh: 由codeofalltrades创建

# RealTime_Last24Hours
source: Last 24 Hours
ko: 지난 24시간
zh: 过去24小时

# RealTime_LastBlock
source: LAST BLOCK
es: ÚLTIMO BLOQUE
ko: 최신 블럭
ru: Последний блок
zh: 最新区块

# RealTime_LookingForMore
source: Looking for more... Check out the Charts page!
es: Para saber más... ¡Mira la página de Estadisticas!
ko: 기타 정보는 차트 페이지를 참조하세요
ru: Последний блок
zh: 查询更多信息……请参见图表页面！

# RealTime_MainHeading
source: Popular Stats
es: Estadísticas Populares
ko: 가장 많이보는 내역
ru: Популярная статистика
zh: 热门数据

# RealTime_MainSubHeading
source: real-time data
es: Datos en tiempo real
ko: 실시간 데이타
ru: в реальном времени
zh: 实时数据

# RealTime_MarketPrice
source: Market Price
es: PRECIO DE MERCADO
ko: 시장 가격
ru: Рыночная цена
zh: 市场价格

# RealTime_Other
source: other
es: otro
ko: 기타
ru: прочее
zh: 其他

# RealTime_PosBlocks
source: PoS BLOCKS
es: BLOQUES PoS
ko: PoS 블럭
ru: PoS блоки
zh: PoS区块

# RealTime_PosDiff
source: PoS DIFF
es: DIFT Pos
ko: PoS 난위도
ru: PoS cложность
zh: PoS难度

# RealTime_PowBlocks
source: PoW BLOCKS
es: BLOQUES PoW
ko: PoW 블럭
ru: PoW блоки
zh: PoW区块

# RealTime_PowDiff
source: PoW DIFF
es: DIFT PoW
ko: PoW 난위도
ru: PoW cложность
zh: PoW难度

# RealTime_TotalAllTime
source: Total All-Time
ko: 전체시간
zh: 总数

# RealTime_VeilBudgetExcess
source: Veil Budget Excess
es: Exceso de Veil del Presupuesto
ko: 베일 예산
ru: бюджет Veil
zh: Veil预算金

# RealTime_VeilFoundation
source: Veil Foundation
es: Fundación Veil
ko: 베일 재단
ru: фонд Veil
zh: Veil基金会

# RealTime_VeilSupply
source: VEIL SUPPLY
es: SUMINISTRO DE VEIL
ko: 베일 발행량
ru: Veil в обращении
zh: VEIL供应量

# RealTime_Zerocoin
source: zerocoin
ko: 제로코인

# RealTime_ZeroCoinSupply
source: ZEROCOIN SUPPLY
es: SUMINISTRO DE ZEROCOIN
ko: 제로코인 생성량
ru: Zerocoin в обращении
zh: ZEROCOIN供应量

# StakeDistribution_1DayMA
source: 1 Day MA
es: 1 día MA
ko: 1일 MA
ru: 1 день
zh: 1日MA

# StakeDistribution_3DayMA
source: 3 Day MA
es: 3 días MA
ko: 3일 MA
ru: 3 дня
zh: 3日MA

# StakeDistribution_7DayMA
source: 7 Day MA
es: 7 días MA
ko: 7일 MA
ru: 7 дней
zh: 7日MA

# StakeDistribution_CalculationIncorrect
source: If you believe these calculations are incorrect please let me know!
es: Si crees que estos cálculos son incorrectos, ¡hazmelo saber!
ko: 계산법에 대한 문의가 있으시면 연락 주시기 바랍니다.
ru: Если вы не согласны с расчетом - напишите мне!
zh: 如果您认为计算有误，请告诉我！

# StakeDistribution_ChartTitle
source: PoS REWARD DISTRIBUTION - 3 Days
es: DISTRIBUCIÓN DE RECOMPENSA DE PoS - 3 días
ko: PoS 보상 내역 - 3일 주기
ru: Распределение PoS наград по деномам
zh: PoS奖励分布——3日

# StakeDistribution_DenomConversionFn
source: Denom Conversion Rate = Number of Blocks Staked by Denom / Number of PoS Blocks
es: Tasa de conversión de Denom = Cantidad de bloques apostados por Denom / Cantidad de bloques PoS
ko: 묶음 변환율 =
ru: Коэффициент конверсии денома = Кол-во блоков, созданных деномом / Кол-во всех PoS блоков
zh: 面额转换率=特定面额生成的区块数量/总PoS区块数量

# StakeDistribution_DenomEfficiencyFn
source: Denom Efficiency = (Denom Conversion Rate / Denom Percentage Supply) * 100
es: Eficiencia de Denominaciones = (Tasa de conversión de Denominaciones / Suministro de porcentaje de Denominaciones) * 100
ko: 묶음
ru: Эффективность денома = ( / Процент денома в обороте) * 100
zh: 面额效率=（面额转换率/面额占比）*100

# StakeDistribution_DenomPercentFn
source: Denom Conversion Rate = Number of Blocks Staked by Denom / Number of PoS Blocks
es: Porcentaje de Suministro de Denominaciones = Suministro de Denominaciones / Suministro Total
ko: 묶음 % 공급량 = 묶음 공급량 / 총 공급량
ru: Вес денома в % = % вес денома / общее кол-во монет

# StakeDistribution_DenomSupplyFn
source: Denom Supply = Average denom supply over the last X blocks
es: Oferta de Denominaciones = Oferta de denominaciones promedio en los últimos X bloques
ko: 묶음 공급량 = 최근 X 블럭에 대한 묶음의 평균
ru: Монет в деномах = Кол-во монет в деномах за последние X блоков
zh: 面额供应量=最近X个区块的该面额平均供应量

# StakeDistribution_DenomToggle
source: Click the denom to toggle the series
es: Haga clic en la denominación para alternar la serie.
ko: 묶음을 클릭하시면 토글하실 수 있습니다.
ru: Нажмите на деном, чтобы увидеть/скрыть его на графике
zh: 点击不同面额以切换

# StakeDistribution_EfficiencyCalculation
source: EFFICIENCY CALCULATION
es: CÁLCULO DE EFICIENCIA
ko: 효율성 계산법
ru: Калькулятор эффективности
zh: 效率计算

# StakeDistribution_HowCalculated
source: How is this calculated?
es: ¿Cómo se calcula esto?
ko: 계산방법
ru: Как это посчитано?
zh: 计算过程？

# StakeDistribution_LastUpdated
source: Last updated:
es: Última actualización:
ko: 최종 업데이트:
ru: Последнее обновление:
zh: 更新于:

# StakeDistribution_MA1Day
source: 1 Day = 1440 Blocks
es: 1 día = 1440 bloques
ko: 1일 = 1440블럭
ru: 1 день = 1440 блоков
zh: 1日=1440个区块

# StakeDistribution_MA3Day
source: 3 Day = 4320 Blocks
es: 3 días = 4320 bloques
ko: 3일 = 4320 블럭
ru: 3 дня = 4320 блоков
zh: 3日=4320个区块

# StakeDistribution_MA7Day
source: 7 Day = 10080 Blocks
es: 7 días = 10080 bloques
ko: 7일 = 10080 블럭
ru: 7 дней = 10080 блоков
zh: 7日=10080个区块

# StakeDistribution_MovingAverage
source: MOVING AVERAGE - X BLOCKS
es: PROMEDIO EN MOVIMIENTO - BLOQUES X
ko: MA - X 블럭
ru: Среднее кол-во за Х блоков
zh: 移动平均线——X区块

# StakeDistribution_NumberOfPosFn
source: Number of PoS Blocks = Count of PoS over the last X blocks
es: Número de bloques de PoS = Recuento de PoS en los últimos X bloques
ko: PoS 블럭 수량 = 최근 X 블럭에 대한 PoS 블럭 수량
ru: Кол-во PoS Блоков = Число PoS блоков за последние Х блоков
zh: PoS区块数量=最近X个区块中的PoS区块数量

# StakeDistribution_NumberOfStakedFn
source: Number of Blocks Staked by Denom = Count of block the selected denom staked over the last X blocks
es: Número de bloques apostados por Denom = recuento de bloque el valor seleccionado apostado sobre los últimos X bloques
ko: 해당 묶음의 블럭 스테이킹 = 최근 X 블럭에 대한 해당 묶음의 스테이킹 성공률
ru: Кол-во блоков, созданных деномом = Число блоков, созданных деномом за последние Х блоков
zh: 特定面额生成的区块数量=最近X个区块中由选定面额所生成的区块数量

# StakeDistribution_RewardCalculation
source: REWARD CALCULATION
es: CÁLCULO DE RECOMPENSA
ko: 보상 계산법
ru: Расчет вознаграждения
zh: 奖励计算

# StakeDistribution_SupplyCalculation
source: SUPPLY CALCULATION
es: CÁLCULO DE SUMINISTRO
ko: 공급량 계산법
ru: Расчет монет в обороте
zh: 供应量计算

# StakeDistribution_TotalSupplyFn
source: Total Supply = Average zerocoin supply over the last X blocks
es: Suministro total = Suministro promedio de zerocoin en los últimos bloques X
ko: 총 공급량 = 최근 X 블럭에 대한 평균 제로코인 공급량
ru: Всего монет = Среднее кол-во монет в zerocoin за последние X блоков
zh: 总供应量=最近X个区块的平均zerocoin供应量

# StakeRoi_Daily
source: Daily
es: Diario
ko: 일
ru: В день
zh: 每日

# StakeRoi_DailyPosBlocks
source: Daily PoS blocks
es: Bloques diarios de PoS
ko: 일일 PoS 블럭들
ru: PoS блоков в сутки
zh: 每日PoS区块数量

# StakeRoi_LastUpdated
source: Last updated:
es: Última actualización:
ko: 최종 업데이트:
ru: Последнее обновление:
zh: 更新于:

# StakeRoi_MainHeading
source: PoS reward frequency estimation
es: Estimación de frecuencia de recompensa PoS
ko: PoS 보상 예상 주기
ru: Вероятность получения POS блока
zh: PoS奖励频率估算

# StakeRoi_Monthly
source: Monthly
es: Mensual
ko: 월
ru: В месяц
zh: 每周

# StakeRoi_MoreInformation
source: More information
es: Más información
ko: 기타 정보
ru: Больше полезной информации
zh: 更多信息

# StakeRoi_StakeAssumptions
source: Stake ROI assumptions
es: ROI estimado de Stake
ko: 스테이킹 ROI 추정
ru: Требования к PoS
zh: 权益增值的年化率估算

# StakeRoi_StakeAssumptions1
source: High-end consumer CPU
es: CPU de gama alta
ko: 퍼포먼스 CPU
ru: Высокопроизводительный процессор
zh: 高端消费类CPU

# StakeRoi_StakeAssumptions2
source: SSD or NVMe storage drive
es: Unidad de almacenamiento SSD o NVMe
ko: SSD 또는 NVMe 하드
ru: SSD или NVM диск
zh: SSD或NVMe存储器

# StakeRoi_StakeAssumptions3
source: Significant available RAM
es: RAM disponible significativa
ko: 충분한 RAM
ru: Достаточное кол-во свободной оперативной памяти
zh: 大容量可用内存

# StakeRoi_StakeAssumptions4
source: High-speed internet
es: Internet de alta velocidad
ko: 빠른 인터넷 속도
ru: Высокоскоростной интернет
zh: 高速网络

# StakeRoi_StakeAssumptions5
source: Very low latency
es: Muy baja latencia
ko: 지연시간 최소
ru: Низкая задержка
zh: 低延迟

# StakeRoi_StakeAssumptions6
source: Wallet open, unlocked, and staking active 24/7
es: Wallet abierta, desbloqueada y staking activo 24/7
ko: 지갑이 실행되어 잠금이 해제 되었고, 24/7시간 스테이킹을 한다는 가정
ru: Кошелек, не залоченный и открытый 24/7
zh: 钱包始终处于开启、解锁和权益增值状态

# StakeRoi_StakeAssumptions7
source: In the end luck is a factor!
es: ¡Al final la suerte también cuenta!
ko: 운도 필요합니다!
zh: 运气也是重要变量！

# StakeRoi_TotalZerocoins
source: Total zerocoins
es: Total de zerocoins
ko: 총 제로코인
ru: Всего в zerocoin
zh: Zerocoin总量

# StakeRoi_Weekly
source: Weekly
es: Semanal
ko: 주
ru: В неделю
zh: 每周

# StakeRoi_WhichDenomsBest
source: Which denominations are best? Check here
es: ¿Qué denominaciones son las mejores? Vea aquí
ko: 어떤 묶음이 가장 효율적일지? 확인해보세요
ru: Какие деномы лучше? Узнайте тут
zh: 哪一个面额最佳？

# Transactions_180Days
source: 180 Days
es: 180 días
ko: 180일
ru: 180 дней
zh: 180日

# Transactions_30Days
source: 30 Days
es: 30 dias
ko: 30일
ru: 30 дней
zh: 30日

# Transactions_60Days
source: 60 Days
es: 60 días
ko: 60일
ru: 60 дней
zh: 60日

# Transactions_90Days
source: 90 Days
es: 90 dias
ko: 90일
ru: 90 дней
zh: 90日

# Transactions_BlockTransactions
source: BLOCK TRANSACTIONS
es: TRANSACCIONES DEL BLOQUE
ko: 블럭 내역
ru: Транзакций в блоке
zh: 区块交易

# Transactions_PageSubTitle
source: Last updated:
es: Última actualización
ko: 최종 업데이트:
ru: Последнее обновление:
zh: 更新于：

# Transactions_PageTitle
source: DAILY TRANSACTIONS
es: OPERACIONES DIARIAS
ko: 일 거래내역
ru: Ежедневные транзакции
zh: 日均交易

# MiningCalc_Tooltip1
source: The hash rate required for 24 hours to generate 1 Veil.
ko: 24시간에 1베일을 채굴하기 위해 요구되는 해쉬
zh: 平均每24小时挖出1个Veil所需要的哈希

# MiningCalc_Tooltip2
source: 24hr average hash rate
ko: 24시간 평균 해쉬율
zh: 24小时平均哈希

# MiningCalc_Tooltip3
source: divided by
ko: 나누기
zh: 除以

# MiningCalc_Tooltip4
source: 24 hr reward total
ko: 24시간 총 보상
zh: 24小时总区块奖励

# MiningCalc_Tooltip5
source: equals
ko: 계산시
zh: 等于

# MiningCalc_Tooltip6
source: hash rate per coin
ko: 코인별 해쉬율
zh: 每币所需哈希

# NavMenu_Calculation
source: Calculation
ko: 계산
zh: 计算

# NavMenu_Distribution
source: Distribution
ko: 분배
zh: 分配

# NavMenu_Snapshot
source: Snapshot
ko: 스냅샷
zh: 快照

# NavMenu_Stats
source: Stats
ko: 통계
zh: 统计

# Pow_MetaDescription
source: Veil network and mining pool information
ko: 베일 네트워크 및 채굴풀 정보
zh: Veil网络与矿池信息

# RealTime_MetaDescription
source: Veil Stats - visualize the Veil network information
ko: 베일 통계 - 쉽게 알수있는 베일 네트워크 현황
zh: Veil统计 - 可视化显示Veil的网络信息

# StakeDistribution_DenomConversionRate
source: Denom Conversion Rate
ko: 권종 변환율
zh: 面额转换率

# StakeDistribution_DenomEfficiency
source: Denom Efficiency
ko: 권종별 효율
zh: 面额效率

# StakeDistribution_DenomPercentageSupply
source: Denom Percentage Supply
ko: 권종별 퍼센티지 수량
zh: 面额占比

# StakeDistribution_DenomSupply
source: Denom Supply
ko: 권종 수량
zh: 面额总量

# StakeDistribution_MetaDescription
source: PoS Reward Distribution - A 3 day view of denom staking performance
ko: PoS 보상 스냅샷 - 현재 권종별 스테이킹 효율
zh: PoS奖励分配 - 3日内特定面额进行权益增值时的绩效

# StakeDistribution_NumberBlocksStakedDenom
source: Number of Blocks Staked by Denom
ko: 권종별 스테이킹된 블럭
zh: 面额生成的区块数量

# StakeDistribution_NumberPoSBlocks
source: Number of PoS Blocks
ko: PoS블럭 수량
zh: PoS区块数量

# StakeDistribution_PageTitle
source: PoS Reward Distribution
ko: PoS 보상 수량
zh: PoS奖励分配

# StakeDistribution_TotalSupply
source: Total Supply
ko: 총 수량
zh: 总供应量

# Transactions_MetaDescription
source: Transaction counts on the Veil network
ko: 베일 네트워크상 전송 카운트
zh: Veil网络中的转账计数

# Transactions_7Days
source: 7 Days
zh: 7日

# RealTime_About
source: About
es: sobre
